{
    "banner_title":"ABOUT FERAS",
    "banner_text":"Indulge in a symphony of sweetness with Feras Sweets, where every bite tells a delicious story",
    "weFeras":"We Are Feras Hanoun Sweets...",
    "weFeras1":"We Are Feras ",
    "weFeras2":"Hanoun Sweets...",
    "desc1":"Founded in 1984, Feras Hanoun Sweets and Restaurant Company has been established as a symbol of excellence in the oriental Arabic confectionery industry and we have excelled in Nabulsi Kunafa and through our unwavering commitment to authenticity and superior quality, we have consistently exceeded expectations and satisfaction of our esteemed customers.",
    "desc2":"At Hanoun Feras Sweets and Restaurant Group, our mission is clear ,Firstly  to add happiness and joy to every bite and meal in a safe and healthy way, while keeping the original authentic taste. And respond to the requirements of the present and future.",
    "missionh1":"Our Journey",
    "mission":"Over four decades, Hanoun Feras Sweets and Restaurant has grown rapidly, becoming a key pillar in the authentic oriental confectionery industry. Our heartbeat in the UAE has transformed into a network of 28 branches, stretching from north to south in the UAE. Beyond our borders, we have expanded our presence with a branch in the State of Palestine, contributing to the widespread dissemination of our brand.",
    "visionh1":"",
    "vision":"The dedication for providing quality knows no limits, as we share the flavors of our heritage with lovers of sweets and we have in the current decade introduced authentic oriental dishes from the Levant, most notably Jordanian and Palestinian cuisine, the most famous of which is the Jordanian Mansaf and the Palestinian Musakhan, and our main goal was to take care of all the details and use the finest local meat and poultry and carefully import raw materials from Jordan to preserve and keep the traditional taste.",
    "discover":"Discover the affectionate world of Feras Sweets and Food and enjoy a symphony of flavors that tells the nostalgic story, innovation and unparalleled quality.  we will sweeten your moments, create your memories, and delight your senses"
}