{
  "home": "Home",
  "about":"About Us",
  "catering":"Catering",
  "menu":"Our Menu",
  "locations":"Locations",
  "contact":"Contact Us",
  "restaurant":"Restaurant Menu",
  "sweets":"Sweets Menu",
  "ourlocations":"Our locations",
  "follow":"Follow us for mouthwatering food photos, special offers, and a taste of our vibrant dining experience",
  "customerR":"Customer Reviews",
  "pp":"Privacy & Policy",
  "tc":"Terms & Conditions",
  "connectus":"CONNECT WITH US",
  "discover":"Discover the daily extravaganza of deliciousness! Follow our social media for a delectable journey through the irresistible flavors served from the highest quality ingredients.",
  "aalRight":"© 2023 FerasSweets. All Rights Reserved.",
  "mcCollins":"Designed & Developed by McCollins",
  "flf":"Food Lovers feedback",
  "flfDesc":"Feras Sweets uses only the highest quality ingredients. We don’t use chemicals or add preservatives to our products, as we believe fresh products have the best taste! Our team continuously supervises the quality, which helps keep our products to the highest standards",
  "cfsDesc":"Discover the daily extravaganza of deliciousness! Follow our Instagram page for a delectable journey through the irresistible flavors served from the highest quality ingredients.",
  "testi1Name":"Hisham Darwish",
  "testi1Desc":"One of the best Konafa you can have . My favourite is the 'kunafa kheshna' كنافه خشنه An amazing way to spend 1 relaxing hour in the afternoon over a cup of black tea and fresh warm Kunafa ",
  "testi1Loc":"Duabi",
  "testi2Name":"Bassam Sh",
  "testi2Loc":"Duabi",
  "testi2Desc":"Feras Aldiyafa Sweets in Dubai is a must-visit! The best Kunafa in town with a secret cheese ingredient that makes it incredibly delicious. Friendly staff and a delightful dining experience. Highly recommended!",
  "testi3Name":"Farhan Syed",
  "testi3Loc":"Duabi",
  "testi3Desc":"Pretty much visible from the Shaikh Zayed Road just after the Mashreq Metro station enroute Dubai, this place has one of the best and recommended Manakesh ( Veg and Non Veg ) and Kunafa ( sweet dish loaded with cheese and honey )",
  "testi4Name":"Stephen Marone",
  "testi4Loc":"Duabi",
  "testi4Desc":"Feras has always served my favorite kunafa and is a great simple spot to drop by at night with friends. We even had them serve at a relative's wedding and they provided a grand experience ",
  "callus":"CALL US",
  "gallery":"Our Gallery",
  "galleryDesc":"Feras Sweets uses only the highest quality ingredients. We don’t use chemicals or add preservatives to our products, as we believe fresh products have the best taste!",
  "GETouch":"GET IN TOUCH",
  "name":"Your Name",
  "phone":"Your Phone",
  "email":"Your Email",
  "message":"Your Message (optional)",
  "submit":"Submit",
  "connectFeras":"CONTACT FERAS",
  "restDesc":"Engage your senses in a culinary symphony, where every dish is a harmonious blend of flavors, aromas, and textures.",
  "sweetDesc":"Step into a world where every bite of narrates the story of UAE’s culinary heritage. ",
  "sweerDesc2":"Our menu spans timeless classics and innovative creations, ensuring there's a sweet surprise for every palate",
  "usefull":"USEFUL LINKS",
  "vMenu":"View Menu",
  "restMenuDesc":"Taste the difference that passion makes with our menu, where each dish is a reflection of our commitment to exceptional dining.",
  "tawasiMenu":"Tawasi Menu",
  "eMore":"Explore More",
  "eOur":"EXPLORE OUR"
}