{
  "home": "الصفحة الرئيسية",
  "about":"من نحن",
  "catering":"الطواسى و الحفلات" ,
  "menu":"القائمة",
  "locations":"المواقع",
  "contact":"اتصل بنا",
  "restaurant":"قائمة المطعم",
  "sweets":"قائمة الحلويات",
  "ourlocations":"مواقعنا",
  "follow":"تابعونا للاستمتاع بالأطباق الشهية، والحصول على عروضٍ خاصة والاستمتاع بتجربة متميزة لتناول الطعام لدينا.",
  "customerR":"آراء العملاء",
  "pp":"سياسة الخصوصية",
  "tc":"الشروط والأحكام",
  "connectus":"للأستفسرات تواصلوا معنا",
  "discover":"تابعونا لاستكشاف أطباقنا اليومية الرائعة والشهية! يُرجَى التفضل بمتابعتنا على وسائل التواصل الاجتماعي من أجل رحلة لا تُنسى عبر النكهات التي لا تُقاوم المنتقاة من أجود المكونات.",
  "aalRight":"جميع حقوق النسخ © محفوظة لمطعم «حلويات فراس» لسنة 2023",
  "mcCollins":"تصميم وإعداد شركة ماك كولينز",
  "flf":"آراء وتعليقات عُشاق الطعام",
  "flfDesc":"إن «حلويات فراس» لا يستخدم إلا أرقى المكونات وأعلاها جودة، وهذا يرجع إلى أننا لا نضيف أي مواد كيميائية أو حافظة لمنتجاتنا، لأننا على يقين من أن المنتجات الطازجة هي الأفضل دائمًا! ولذلك يتولى فريقنا عملية الإشراف على الجودة باستمرار، مما يحافظ على أعلى معايير الجودة لمنتجاتنا.",
  "cfsDesc":"تابعونا لاستكشاف الأطباق اليومية الرائعة والشهية! يرجى التفضل بمتابعتنا على صفحة إنستغرام من أجل رحلة لا تُنسى عبر النكهات التي لا تُقاوم والمنتقاة من أجود المكونات.",
  "testi1Name":"هشام درويش",
  "testi1Desc":"إن زيارة «حلويات فراس الضيافة» في دبي هي تجربة لا غنى عنها! نظرًا لأن لديهم أفضل أنواع الكنافة التي تقدم في الإمارات والتي تقدم مع مكون الجبن السري الذي يجعلها شهية ولذيذة لأقصى درجة، علاوة على ذلك يحرص فريق العمل الودود على استمتاعكم بأفضل تجربة لتناول الطعام. لذلك يُنصح بزيارته بشدة!",
  "testi1Loc":"دبي",
  "testi2Name":"بسام ش.",
  "testi2Loc":"دبي",
  "testi2Desc":"إن زيارة «حلويات فراس الضيافة» في دبي هي تجربة لا غنى عنها! نظرًا لأن لديهم أفضل أنواع الكنافة التي تقدم في الإمارات والتي تقدم مع مكون الجبن السري الذي يجعلها شهية ولذيذة لأقصى درجة، علاوة على ذلك يحرص فريق العمل الودود على استمتاعكم بأفضل تجربة لتناول الطعام. لذلك يُنصح بزيارته بشدة!",
  "testi3Name":"فرحان سيد",
  "testi3Loc":"دبي",
  "testi3Desc":"يمكنك أن تراه من طريق الشيخ زايد، بعد مفرق محطة مترو المشرق في دبي بقليل، حيث يقدم هذا المطعم أفضل المناقيش (النباتية وغير النباتية) التي يُنصح بتناولها هذا بالإضافة إلى الكنافة الرائعة (كنافة حلوة بالجبن والعسل).",
  "testi4Name":"ستيفن مارون",
  "testi4Loc":"دبي",
  "testi4Desc":"كل مرة أزور فيها «حلويات فراس» يقدمون لي كنافتي المفضلة وهي مكان رائع وبسيط لقضاء جلسة مسائية مع الأصدقاء. حتى أننا طلبنا منهم تقديم أطباقهم الشهية في زفاف أحد أقاربي وكانت تجربتنا في التعامل معهم فخمة ورائعة.",
  "callus":"اتصل بنا.",
  "gallery":"معرض الصور",
  "galleryDesc":"لا تستخدم حلويات فراس إلا أرقى المكونات وأعلاها جودة، نحن لا نضيف أي مواد كيميائية أو حافظة لمنتجاتنا، لأننا على يقين من أن المنتجات الطازجة هي الأفضل دائمًا!",
  "GETouch":"ابق على اتصال",
  "name":"اسمك:",
  "phone":"هاتفك:",
  "email":"البريد الإلكتروني:",
  "message":"رسالتك (اختياري):",
  "submit":"إرسال",
  "connectFeras":"للتواصل معنا",
  "restDesc":"يمكنك أن تتفضل بتذوق طعم التميز الذي نحرص عليه في قائمتنا، ليكون كل طبق انعكاس لالتزامنا بمنحكم تجربة تناول طعام استثنائية.",
  "sweetDesc":"تفضلوا إلى عالمنا الذي تروي لكم كل قضمة فيه حكاية من تراث المطبخ الإماراتي.",
  "sweerDesc2":"تتسع قائمة الأطباق لدينا بين الأطباق الكلاسيكية التي تصلح لجميع العصور والازمان فضلاً عن الإبداعات المبتكرة، مما يضمن لنا إرضاء جميع عملائنا الكرام بمفاجأة جميلة.",
  "usefull":"روابط مفيدة",
  "vMenu":"عرض القائمة",
  "restMenuDesc":"يمكنك أن تتفضل بتذوق طعم التميز الذي نحرص عليه في قائمتنا، ليكون كل طبق انعكاس لالتزامنا بمنحكم تجربة تناول طعام استثنائية.",
  "tawasiMenu":"قائمة تواصي",
  "eMore":"اكتشف المزيد",
  "eOur":"اكتشف منتجاتنا"
}